/* 
  Localizable.strings
  HomeTouch

  Created by Yuval Rakavy on 6/29/12.
  Copyright (c) 2012 __MyCompanyName__. All rights reserved.
*/

/* Status: Browsing */
"LookingForHomeTouchManager" = "מחפש מנהל שרתי מסך‫...‬";
/* Status: Querying */
"LookingForHomeTouchServer" = "מחפש שרת למסך זה";
/* Status: Wait for connecting */
"WaitBeforeConnecting" = "מחכה לפני חיבור לשרת";
/* Status: Connecting */
"ConnectingToHomeTouchServer" = "מתחבר לשרת‫...‬";
/* Select home touch manager title */
"SelectHomeTouchManagerTitle" = "בחר אזור";

"GeoDescription" = "מיקום (lat: %g°, lon: %g°)";
"GeoDescriptionWithDistance" = "מיקום (lat: %g°, lon: %g°) - מרחק %g ";

"meters" = "מטר";
"km" = "קילומטר";

"InvalidBeaconMajorTitle" = "ערך אלומה ראשי לא חוקי";
"InvalidBeaconMajorMessage" = "הכנס ערך מספרי חוקי";
"InvalidBeaconMinorTitle" = "ערך אלומה מישני לא חוקי";
"InvalidBeaconMinorMessage" = "הכנס ערך מספרי חוקי";
"BluetoothNotActiveTitle" = "Bluetooth לא פעיל";
"BluetoothNotActiveMessage" = "הפעל bluetooth כדי לאפשר שידור אלומה";
